{
  "es": {
    "legalInfoTitle": "Información Legal",
    "legalInfoDescription": "En AKOTAN Workshop nos tomamos muy en serio la transparencia y la protección de tus datos. Aquí encontrarás toda la información relativa a nuestros términos, privacidad y avisos legales.",
    "legalNotice": "Aviso Legal",
    "privacy": "Privacidad",
    "terms": "Términos",
    "legalNoticeText1": "El presente Aviso Legal regula el uso del sitio web de AKOTAN Workshop, reflejando el compromiso de nuestra empresa con el cumplimiento de las normativas vigentes de servicios de la sociedad de la información.",
    "legalNoticeText2": "A continuación, detallamos los datos identificativos de la empresa responsable de este sitio web:",
    "companyName": "Razón Social",
    "cif": "CIF",
    "address": "Dirección",
    "email": "Correo Electrónico",
    "phone": "Teléfono",
    "privacyText1": "Nuestra Política de Privacidad describe cómo recogemos, usamos y protegemos tu información personal cuando utilizas nuestros servicios de reserva y taller.",
    "privacyText2": "Los datos proporcionados a través de formularios o reservas de cita serán tratados con la finalidad de gestionar su solicitud y mantener la relación comercial.",
    "privacyText3": "AKOTAN Workshop no cederá sus datos a terceros salvo obligación legal o necesidad técnica para la prestación del servicio.",
    "privacyText4": "Usted tiene derecho a acceder, rectificar y suprimir sus datos, así como otros derechos detallados en la normativa de protección de datos (RGPD).",
    "terms1Title": "1. Condiciones de Uso",
    "terms1Text": "El usuario se compromete a hacer un uso adecuado de los contenidos y servicios que AKOTAN ofrece a través de su portal.",
    "terms2Title": "2. Política de Reservas",
    "terms2Text": "Las citas reservadas a través de la web están sujetas a confirmación técnica por parte del taller. La empresa se reserva el derecho de modificar la hora según disponibilidad.",
    "terms3Title": "3. Propiedad Intelectual",
    "terms3Text": "Todos los contenidos de esta web (textos, imágenes, logos) son propiedad exclusiva de AKOTAN Workshop o sus licenciantes.",
    "terms4Title": "4. Limitación de Responsabilidad",
    "terms4Text": "No nos hacemos responsables de los daños que puedan derivarse de interferencias, omisiones o virus informáticos motivados por causas ajenas a nuestra gestión.",
    "lastUpdate": "Última actualización: {{date}}",
    "backToTop": "Volver arriba"
  },
  "en": {
    "legalInfoTitle": "Legal Information",
    "legalInfoDescription": "At AKOTAN Workshop we take transparency and the protection of your data very seriously. Here you will find all the information regarding our terms, privacy, and legal notices.",
    "legalNotice": "Legal Notice",
    "privacy": "Privacy",
    "terms": "Terms",
    "legalNoticeText1": "This Legal Notice regulates the use of the AKOTAN Workshop website, reflecting our company's commitment to compliance with current regulations on information society services.",
    "legalNoticeText2": "Below, we detail the identifying data of the company responsible for this website:",
    "companyName": "Company Name",
    "cif": "Tax ID (CIF)",
    "address": "Address",
    "email": "Email",
    "phone": "Phone",
    "privacyText1": "Our Privacy Policy describes how we collect, use, and protect your personal information when you use our booking and workshop services.",
    "privacyText2": "The data provided through forms or appointment bookings will be processed for the purpose of managing your request and maintaining the commercial relationship.",
    "privacyText3": "AKOTAN Workshop will not transfer your data to third parties unless there is a legal obligation or a technical need to provide the service.",
    "privacyText4": "You have the right to access, rectify, and delete your data, as well as other rights detailed in the data protection regulations (GDPR).",
    "terms1Title": "1. Terms of Use",
    "terms1Text": "The user agrees to make appropriate use of the content and services that AKOTAN offers through its portal.",
    "terms2Title": "2. Booking Policy",
    "terms2Text": "Appointments booked through the web are subject to technical confirmation by the workshop. The company reserves the right to modify the time according to availability.",
    "terms3Title": "3. Intellectual Property",
    "terms3Text": "All content on this website (text, images, logos) is the exclusive property of AKOTAN Workshop or its licensors.",
    "terms4Title": "4. Limitation of Liability",
    "terms4Text": "We are not responsible for damages that may arise from interferences, omissions, or computer viruses caused by reasons beyond our management.",
    "lastUpdate": "Last update: {{date}}",
    "backToTop": "Back to top"
  }
}